tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap", pin: true
tap "sambadevi/powerlevel9k"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "adns"
brew "apm-bash-completion"
brew "libffi"
brew "openssl@1.1"
brew "python"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bdw-gc"
brew "boost"
brew "boost-python"
brew "boost-python3"
brew "brew-cask-completion"
brew "fontconfig"
brew "lzo"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "collada-dom"
brew "coreutils"
brew "curl"
brew "cython"
brew "eigen"
brew "enscript"
brew "lz4"
brew "libtiff"
brew "epstool"
brew "flac"
brew "unbound", restart_service: true
brew "gnutls"
brew "webp"
brew "tesseract"
brew "ffmpeg"
brew "fltk"
brew "fzf"
brew "git"
brew "gitversion"
brew "pkg-config"
brew "pango"
brew "gtk+3"
brew "gtk-mac-integration"
brew "py2cairo"
brew "htop"
brew "hub"
brew "ilmbase"
brew "imlib2"
brew "ipython"
brew "jansson"
brew "jq"
brew "kite"
brew "libde265"
brew "libomp"
brew "lightgbm"
brew "lua"
brew "luarocks"
brew "ninja"
brew "metis"
brew "mplayer"
brew "mysql"
brew "node"
brew "ntfs-3g"
brew "openh264"
brew "perl"
brew "pip-completion"
brew "portaudio"
brew "postgresql"
brew "pyenv"
brew "qhull"
brew "ruby"
brew "ruby-completion"
brew "ruby-install"
brew "scala"
brew "sphinx-doc"
brew "squashfs"
brew "sshfs"
brew "texinfo"
brew "tree"
brew "unrar"
brew "wget"
brew "wine"
brew "winetricks"
brew "zsh"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "mas-cli/tap/mas"
cask "0xed"
cask "alfred"
cask "anki"
cask "appzapper"
cask "arduino"
cask "atom"
cask "batchmod"
cask "cakebrew"
cask "ccleaner"
cask "celestia"
cask "cheatsheet"
cask "coconutbattery"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "diskmaker-x"
cask "dropbox"
cask "epubquicklook"
cask "fiji"
cask "firefox"
cask "flash-npapi"
cask "flux"
cask "font-anonymous-pro"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-input"
cask "font-liberation-mono-for-powerline"
cask "font-liberation-sans"
cask "font-meslo-lg"
cask "font-nixie-one"
cask "font-office-code-pro"
cask "font-open-sans"
cask "font-pt-mono"
cask "font-raleway"
cask "font-roboto"
cask "fork"
cask "foxitreader"
cask "gephi"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "iterm2"
cask "java"
cask "java8"
cask "kindle"
cask "kite"
cask "mactex"
cask "macvim"
cask "makemkv"
cask "mendeley"
cask "microsoft-office"
cask "miniconda"
cask "monolingual"
cask "musicbrainz-picard"
cask "nteract"
cask "onedrive"
cask "onyx"
cask "openemu"
cask "oracle-jdk"
cask "p4v"
cask "paragon-ntfs"
cask "phantomjs"
cask "plex-media-player"
cask "plex-media-server"
cask "polar-bookshelf"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "rstudio"
cask "selfcontrol"
cask "sequel-pro"
cask "serialcloner"
cask "skype"
cask "sqlitestudio"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "superduper"
cask "suspicious-package"
cask "the-unarchiver"
cask "time-out"
cask "tomighty"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "wine-stable"
cask "xld"
cask "yasu"
mas "Amphetamine", id: 937984704
mas "Aperture", id: 408981426
mas "Battery Monitor", id: 836505650
mas "Disk Diag", id: 672206759
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "WiFi Scanner", id: 411680127
